taskt/Core/Automation/Commands/DatabaseGroup/DatabaseDefineConnectionCommand.dot
digraph "DatabaseDefineConnectionCommand" {
"DatabaseDefineConnectionCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
