taskt/Core/Automation/Commands/DatabaseGroup/DatabaseDefineConnectionCommand.puml
@startuml
DatabaseDefineConnectionCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
